[{"head": "about", "text": "When speaking of conceptual retail in Tel-Aviv, one name is bound to come up. L'etranger  is considered an institution on the global fashion market while owner Shimon Zarfati,  a garments designer, has been responsible for introducing some of the most exclusive labels to Israel. By collaborating with various worldwide designers and artists, L'etranger represents a refreshing alternative, offering a fine collection of cutting-edge and most modern brands, dedicated to unique individuals, both men and women, aspiring to make a fashion statement regardless to trends and tendencies. Located in a Tel Aviv's landmark building at the up-to-date urban location Neve Tzedek neighborhood, L'etranger desire to challenge and break down fixed ideas in order to create new things. By carrying various labels and designers ranging from Damir Doma, Rick Owens, Giuliano Fujiwara to Ilaria Nistri and Peachoo+krejberg, categories within and around “fashion” such as gender are breaking down in order to more strongly"},
 {"article": "Unique Dresses", "text": "When speaking of conceptual retail in Tel-Aviv, one name is bound to come up. L'etranger  is considered an institution on the global fashion market while owner Shimon Zarfati,  a garments designer, has been responsible for introducing some of the most exclusive labels to Israel. By collaborating with various worldwide designers and artists, L'etranger represents a refreshing alternative, offering a fine collection of cutting-edge and most modern brands, dedicated to unique individuals, both men and women, aspiring to make a fashion statement regardless to trends and tendencies. Located in a Tel Aviv's landmark building at the up-to-date urban location Neve Tzedek"},
 {"article": "Be Unique", "text": "When speaking of conceptual retail in Tel-Aviv, one name is bound to come up. L'etranger  is considered an institution on the global fashion market while owner Shimon Zarfati,  a garments designer, has been responsible for introducing some of the most exclusive labels to Israel. By collaborating with various worldwide designers and artists, L'etranger represents a refreshing alternative, offering a fine collection of cutting-edge and most modern brands, dedicated to unique individuals, both men and women, aspiring to make a fashion statement regardless to trends and tendencies. Located in a Tel Aviv's landmark building at the up-to-date urban location Neve Tzedek"}
]